Repository: marynate/godot.localization
Catalog: lang/*/editor.po
Languages: es, ja, pt_br, zh_cn, zh_tw

source: NOTICE: You are not forced to import textures for 2D projects. Just copy your .jpg or .png files to your project, and change export options later. Atlases can be generated on export too.
es: AVISO: Usted no esta forzado a importar texturas para proyectos 2D. Sólo copie sus archivos .jpg o .png a su proyecto, y cambie las opciones de exportación luego. Los Atlas pueden también ser generados al exportar.
ja: 注意：あなたは、2Dプロジェクトのためのテクスチャをインポートすることを余儀なくされていません。ちょうどあなたのプロジェクトに。JPGや。PNGファイルをコピーし、後でエクスポートオプションを変更してください。アトラスは、あまりにも輸出で生成することができます。
pt_br: AVISO: Você não é obrigado a importar texturas para projetos 2D. Apenas copie os seus arquivos .jpg ou .png para o seu projeto, e altere as opções de exportação depois. Os Atlas poder ser gerados na exportação também.
zh_cn: 注意：你不一定需要导入贴图。只要将.jpg或.png拷入项目中就可以了。你可以之后再更改导入设置。贴图集可以在项目导出时生成。
zh_tw: 注意:你不一定要匯入材質貼圖給2D物件.只要把你的jpg或png檔案複製到你的專案,之後再改變匯出選項後即可.材質包也會在輸出時自動生成.

source: New Anim
es: Nueva Anim
ja: 新しいアニム
pt_br: Nova Animação
zh_cn: 新动画
zh_tw: 新的動畫

source: New Animation Name:
es: Nuevo Nombre de Animación:
ja: 新しいアニメーション名：
pt_br: Novo Nome de Animação:
zh_cn: 新动画名称:
zh_tw: 新動畫名稱

source: New Project
es: Nuevo Proyecto
ja: 新規プロジェクト
pt_br: Novo Projeto
zh_cn: 新项目
zh_tw: 新專案

source: New Scene
es: Nueva Escena
ja: 新しいシーン
pt_br: Nova Cena
zh_cn: 新场景
zh_tw: 新場景

source: New name:
es: Nuevo Nombre:
ja: 新しい名前：
pt_br: Novo nome:
zh_cn: 新名称:
zh_tw: 新名稱

source: Next (Auto Queue):
es: Siguiente (Cola Automática):
ja: 次の（オートキュー）：
pt_br: Seguinte (Fila Automática):
zh_cn: 下一个（自动队列):
zh_tw: 下一個(自動排列)

source: No main scene has ever been defined. Select one from "Project Settings" under the 'application' category.
es: No se ha definido aun escena principal. Seleccione una desde "Ajustes de Proyecto" bajo la categoría 'aplicación'.
ja: いいえメインシーンは、これまで定義されていません。 「アプリケーション」カテゴリの下の「プロジェクト設定」から選択します。
pt_br: Não foi definido nenhuma cena principal. Seleccione uma em "Configurações do Projeto" na categoria 'aplicação'.
zh_cn: 没有定义主场景. 请到项目设置的 'application' 类别中定义主场景
zh_tw: 現有的場景尚未被定義 請從"專案設定"中的'程式'項目中選擇

source: No samples to import!
es: ¡No hay muestras para importar!
ja: インポートするサンプルません！
pt_br: Sem amostras para importar!
zh_cn: 没有声音可供导入!
zh_tw: 沒有範本可以置入!

source: No scene to run exists.
es: No existe escena para ejecutar.
ja: 実行に、シーンは存在しません。
pt_br: Não existe cena para executar.
zh_cn: 没有可运行的场景.
zh_tw: 沒有可以開啟的場景

source: No source font file!
es: ¡No existe origen de archivo para la fuente!
ja: ソースフォントファイルません！
pt_br: Origem inexistente de aqruivo de fonte!
zh_cn: 没有源字体文件！
zh_tw: 沒有字型資源導案

source: No target font resource!
es: ¡No existe origen de fuente objetivo!
ja: ターゲット·フォントリソースん！
pt_br: Destino inexistente de recurso fonte!
zh_cn: 没有目标字体资源！
zh_tw: 沒有目標的字型來源.

source: Node
es: Nodo
ja: ノード
pt_br: Nó
zh_cn: 节点
zh_tw: 節點

source: Object properties.
es: Propiedades de Objeto
ja: オブジェクトのプロパティ。
pt_br: Propiedades de objeto.
zh_cn: 对象属性.
zh_tw: 物件屬性

source: OneShot Node
es: Nodo OneShot
ja: をOneShotノード
pt_br: Nó OneShot
zh_cn: 一次性节点
zh_tw: 一次性節點

source: Open
es: Abrir
ja: オープン
pt_br: Abrir
zh_cn: 打开
zh_tw: 開啟

source: Open & Run a Script
es: Abrir y ejecutar un guion
ja: オープン·スクリプトの実行
pt_br: Abrir & Executar um Script
zh_cn: 打开并运行脚本
zh_tw: 開啟並執行腳本

source: Open Project Manager? (Unsaved changes will be lost)
es: ¿Abrir Administrador de Proyecto? (Los cambios sin guardar serán perdidos)
ja: 開いているプロジェクトマネージャ？ （未保存の変更は失われます）
pt_br: Abrir Gerenciador de Projeto? (Alterações não salvas serão perdidas)
zh_cn: 打开项目管理器? (所有未保存的改动将丢失)
zh_tw: 開啟專案管理員?(未儲存的專案將會遺失)

source: Open Recent
es: Abrir Reciente
ja: 最近のオープン
pt_br: Abrir Recente
zh_cn: 最近打开的
zh_tw: 開啟最近檔案

source: Open Scene
es: Abrir Escena
ja: 開かれているシーン
pt_br: Abrir Cena
zh_cn: 打开场景
zh_tw: 開啟場景

source: Open Scene..
es: Abrir Escena..
ja: 開かれているシーン..
pt_br: Abrir Cena..
zh_cn: 打开场景..
zh_tw: 開啟場景中...

source: Open animation editor. Property editor will displays all editable keys too.
es: Abrir editor de animación. El editor de propiedades mostrara también todas las teclas editables.
ja: オープンなアニメーションエディタ。 プロパティエディタは、あまりにも編集可能なすべてのキーが表示されます。
pt_br: Abrir editor de animação. O editor de propriedades irá exibir todas as teclas editáveis também.
zh_cn: 打开动画编辑器。 属性编辑器将显示所有可编辑关键帧
zh_tw: 開啟動畫編輯器.

source: Options:
es: Opciones:
ja: オプション：
pt_br: Opções:
zh_cn: 选项:
zh_tw: 選項

source: Password:
es: Contraseña:
ja: パスワード：
pt_br: Senha:
zh_cn: 密码:
zh_tw: 密碼

source: Paste
es: Pegar
ja: ペースト
pt_br: Colar
zh_cn: 粘贴
zh_tw: 貼上

source: Paste Pose
es: Pegar Pose
ja: ペーストは、ポーズ
pt_br: Colar Pose
zh_cn: 粘贴姿势
zh_tw: 貼上動作

source: Pause the scene (F7).
es: Pausar la Escena (F7).
ja: シーン（F7）を一時停止します。
pt_br: Pausar a Cena (F7).
zh_cn: 暂停场景 (F7).
zh_tw: 暫停場景(F7)

source: Play custom scene (
es: Ejecutar escena personalizada (
ja: （カスタムシーンを再生する
pt_br: Executar cena personalizada (
zh_cn: 运行自定义场景 (
zh_tw: 播放自訂的場景(

source: Play selected animation.
es: Reproducir animación seleccionada.
ja: 選択したアニメーションを再生します。
pt_br: Reproduzir animação selecionada.
zh_cn: 播放选中的动画
zh_tw: 撥放選擇的動畫

source: Play the edited scene (F6).
es: Ejecutar escena editada (F6).
ja: 編集されたシーン（F6）を再生します。
pt_br: Executar a cena editada (F6).
zh_cn: 运行正在编辑的场景 (F6).
zh_tw: 播放已編輯的場景.(F6)

source: Please save the scene first.
es: Por favor, guarde la escena primero.
ja: 最初のシーンを保存してください。
pt_br: Por favor, salve a cena primero.
zh_cn: 请先保存场景.
zh_tw: 請先儲存場警

source: Please specify a valid target import path!
es: Por favor, ¡especifique una ruta de objeto valido a importar!
ja: 有効なターゲットインポートパスを指定してください！
pt_br: Por favor, especifique um caminho de importação válido!
zh_cn: 请设置有效的目标导入路径！
zh_tw: 請定義一個可用的目標匯入路徑

source: Pos
zh_cn: 位置
zh_tw: 位置

source: Pos+Rot
ja: POS +腐敗
zh_cn: 位置+选择
zh_tw: 位置+旋轉

source: Pos+Scale
es: Pos+Escala
ja: POS +スケール
pt_br: Pos+Escala
zh_cn: 位置+缩放
zh_tw: 位置+縮放

source: Post-Process Script:
es: Guion de Pos-Proceso:
ja: 後処理スクリプト：
pt_br: Script Pós-Processado:
zh_cn: 后处理脚本：
zh_tw: 後作用的腳本

source: Post-Processing Scene..
es: Pos-Procesando Escena..
ja: シーンを後処理..
pt_br: Pós-Processando cena..
zh_cn: 后处理场景...
zh_tw: 後作用的場景

source: Preview
es: Pre-visualización
ja: プレビュー
pt_br: Pré-visualização
zh_cn: 预览
zh_tw: 預覽

source: Project Settings
es: Ajustes de Projecto
ja: プロジェクトの設定
pt_br: Configurações de Projeto
zh_cn: 项目设置..
zh_tw: 專案設定

source: Property
es: Propiedades
ja: 財産
pt_br: Propiedades
zh_cn: 属性
zh_tw: 屬性

source: Quick Open Scene..
es: Abrir Escena Rápido..
ja: クイックオープンシーン..
pt_br: Abrir Cena Rápido..
zh_cn: 快速打开场景..
zh_tw: 快速開啟場景

source: Quick Open Script..
es: Abrir Guion Rápido..
ja: クイックオープンスクリプト..
pt_br: Abrir Script Rápido..
zh_cn: 快速打开脚本..
zh_tw: 快速開啟腳本

source: Quit
es: Salir
ja: やめる
pt_br: Sair
zh_cn: 退出
zh_tw: 退出

source: Quit to Project List
es: Salir a la Lista de Proyectos
ja: プロジェクト一覧に終了
pt_br: Sair para a Lista de Projetos
zh_cn: 退出到项目管理器
zh_tw: 退回到專案列表

source: Random Restart (s):
es: Reinicio al Azar (s):
ja: ランダムリスタート（S）：
pt_br: Reinício (s) Aleatórios:
zh_cn: 随机重启(秒)
zh_tw: 隨機重啟時間

source: Re-Import
es: Re-Importar
ja: 再インポート
pt_br: Re-Importar
zh_cn: 重新导入
zh_tw: 重新匯入

source: Recent Projects:
es: Proyectos Recientes:
ja: 最近使ったプロジェクト：
pt_br: Projetos Recentes:
zh_cn: 最近打开的项目:
zh_tw: 最近的專案

source: Redo
es: Re-hacer
ja: やり直す
pt_br: Refazer
zh_cn: 重做
zh_tw: 重做

source: Reload
es: Recargar
ja: リロード
pt_br: Recarregar
zh_cn: 重新加载
zh_tw: 重新仔入

source: Remove Animation
es: Remover Animación
ja: アニメーションを削除
pt_br: Remover Animação
zh_cn: 删除动画
zh_tw: 移除動畫

source: Remove Item
es: Remover Ítem
ja: 項目を削除
pt_br: Remover Item
zh_cn: 删除项
zh_tw: 移除物件

source: Remove Selected Item
es: Remover Ítem Seleccionado
ja: 選択した項目を削除する
pt_br: Remover Item Selecionado
zh_cn: 删除选中项
zh_tw: 移除選擇的物件

source: Remove selected track.
es: Remover Pista Seleccionada
ja: 選択したトラックを削除します。
pt_br: Remover pista selecionada.
zh_cn: 删除选中通道.
zh_tw: 移除已選擇的音軌

source: Rename Animation
es: Renombrar Animación
ja: アニメーションの名前を変更
pt_br: Renomear Animação
zh_cn: 重命名动画
zh_tw: 重新命名動畫

source: Replace..
es: Reemplazar..
ja: 交換してください..
pt_br: Substituir..
zh_cn: 替换为...
zh_tw: 取代

source: Resave
es: Volver a guardar
ja: 再保存
pt_br: Salvar Novamente
zh_cn: 重新保存
zh_tw: 重新儲存

source: Resources
es: Recursos
ja: 資源
pt_br: Recursos
zh_cn: 资源
zh_tw: 資源

source: Restart (s):
es: Reinicio (s):
ja: リスタート（S）：
pt_br: Reinício (s):
zh_cn: 重新开始(秒):
zh_tw: 重新開始:

source: Rot
ja: 腐敗
zh_cn: 旋转
zh_tw: 旋轉

source: Rot+Scale
es: Rot+Escala
ja: 腐敗+スケール
pt_br: Rot+Escala
zh_cn: 旋转+缩放
zh_tw: 旋轉+縮放

source: Rotate Mode (E)
es: Modo Rotación (E)
ja: 繰り返しモード（E）
pt_br: Modo Rotação (E)
zh_cn: 旋转模式(E)
zh_tw: 旋轉模式

source: Run
es: Ejecutar
ja: 実行
pt_br: Executar
zh_cn: 运行
zh_tw: 執行

source: Run Script
es: Ejecutar Guion
ja: スクリプトの実行
pt_br: Executar Script
zh_cn: 运行脚本
zh_tw: 執行腳本

source: Running Custom Script..
es: Ejecutar Guion Personalizado..
ja: カスタムスクリプトを実行している..
pt_br: Executar Script Personalizado..
zh_cn: 运行自定义脚本
zh_tw: 執行自訂的腳本

source: Same as Target Scene
es: Mismo que Escena Objetivo
ja: ターゲットシーンと同じ
pt_br: Mesmo que a Cena de Destino
zh_cn: 和目标场景相同
zh_tw: 與目標場景相同

source: Save
es: Guardar
ja: 保存
pt_br: Salvar
zh_cn: 保存
zh_tw: 儲存

source: Save All
es: Guardar Todo
ja: すべて保存
pt_br: Salvar Tudo
zh_cn: 全部保存
zh_tw: 全部儲存

source: Save Scene
es: Guardar Escena
ja: シーンを保存
pt_br: Salvar Cena
zh_cn: 保存场景
zh_tw: 儲存場景

source: Save Scene As..
es: Guardar Escena Como..
ja: シーンを付けて保存..
pt_br: Salvar Cena Como..
zh_cn: 另存为..
zh_tw: 將場景儲存為

source: Save path is empty!
es: ¡Ruta para Guardar esta vacía!
ja: 保存パスが空である！
pt_br: Caminho para salvamento está vazio!
zh_cn: 保存路径为空！
zh_tw: 儲存路徑是空的!

source: Saving..
es: Guardando..
ja: 節約..
pt_br: Salvando..
zh_cn: 保存中...
zh_tw: 儲存中

source: Scale
es: Escala
ja: スケール
pt_br: Escala
zh_cn: 缩放
zh_tw: 縮放

source: Scale Ratio:
es: Ratio de Escala:
ja: スケール比：
pt_br: Razão da Escala:
zh_cn: 缩放比例：
zh_tw: 縮放比例:

source: Scale animation playback globally for the node.
es: Escalar reproducción de la animación globalmente para el nodo.
ja: ノードに対してグローバルにアニメーションの再生をスケール。
pt_br: Escalar reprodução da animação globalmente para o nó.
zh_cn: 为该节点全局缩放动画播放比例
zh_tw: 為該節點全局縮放動畫撥放比例

source: Scale:
es: Escalar:
ja: スケール：
pt_br: Escalar:
zh_cn: 缩放:
zh_tw: 縮放:

source: Scan
es: Escanear
ja: スキャン
pt_br: Procurar
zh_cn: 扫描
zh_tw: 掃描

source: Scene
es: Escena
ja: シーン
pt_br: Cena
zh_cn: 场景
zh_tw: 場景

source: Scene has never been saved. Save before running!
es: La escena nunca ha sido guardada. ¡Guarde la Escena antes de ejecutarla!
ja: シーンが保存されていない。実行する前に保存！
pt_br: A cena nunca foi salva. Salve-a antes de executar!
zh_cn: 场景未保存.请保存后再运行!
zh_tw: 場景尚未儲存,播放之前請儲存

source: Script
es: Guion
ja: スクリプト
zh_cn: 脚本
zh_tw: 腳本

source: Search
es: Buscar
ja: 検索
pt_br: Buscar
zh_cn: 搜索
zh_tw: 搜尋

source: Search:
es: Buscar:
ja: 検索：
pt_br: Buscar:
zh_cn: 搜索:
zh_tw: 搜尋:

source: Seek animation (when stopped).
es: Buscar animación (cuando esta detenida).
ja: （停止中）のアニメーションを求めています。
pt_br: Buscar animação (quando parada).
zh_cn: 定位动画 (当停止时).
zh_tw: 定位動畫(停止時)

source: Select All
es: Seleccionar Todo
ja: すべて選択
pt_br: Selecionar Tudo
zh_cn: 全选
zh_tw: 全部選擇

source: Select Mode (Q)
es: Modo Seleccionar (Q)
ja: 選択モード（Q）
pt_br: Modo de Seleção (Q)
zh_cn: 选择模式 (Q)
zh_tw: 選擇模式(Q)

source: Serve the project filesystem to remote clients.
es: Servir el sistema de archivos del proyecto para clientes remotos.
ja: リモートクライアントにプロジェクトファイルシステムを提供しています。
pt_br: Servir sistema de arquivos do projeto para clientes remotos.
zh_cn: 将项目文件发送到远程客户端.
zh_tw: 傳送專案檔到遠端客戶端

source: Set Params
es: Establacer Parametros
ja: のParamsを設定
pt_br: Definir Parâmetros
zh_cn: 设置参数
zh_tw: 設定參數

source: Set a Value
es: Establecer un Valor
ja: 値を設定
pt_br: Definir um Valor
zh_cn: 设值
zh_tw: 設定一個參數值

source: Settings
es: Ajustes
ja: [設定]
pt_br: Configurações
zh_cn: 设置
zh_tw: 設定

source: Shared
es: Compartido
ja: シェアード
pt_br: Compartilhado
zh_cn: 共享
zh_tw: 分享

source: Show Animation
es: Mostrar Animación
ja: 表示アニメーション
pt_br: Mostrar Animação
zh_cn: 显示动画
zh_tw: 顯示動畫

source: Show Debugger
es: Mostrar Depurador
ja: デバッガの表示
pt_br: Mostrar Depurador
zh_cn: 显示调试器
zh_tw: 顯示偵錯工具

source: Snap (Pixels):
es: Ajuste de rejilla (Pixeles):
ja: スナップ（ピクセル）：
pt_br: Ajuste (Pixels):
zh_cn: 吸附 （像素):
zh_tw: 黏附(像素):

source: Source CSV:
es: CSV Origen:
ja: ソースCSV：
pt_br: CSV Origen:
zh_cn: 来源 CSV:
zh_tw: 源CSV檔案

source: Source Font Size:
es: Tamaño de Fuente Origen
ja: ソース文字サイズ：
pt_br: Tamanho de Fonte de Origem:
zh_cn: 源字体大小
zh_tw: 源字體大小

source: Source Font:
es: Fuente Origen:
ja: ソースフォント：
pt_br: Fonte de Origem:
zh_cn: 源格式:
zh_tw: 源字型

source: Source Sample(s):
es: Muestra(as) Origen:
ja: ソースサンプル（S）：
pt_br: Amostra(s) de Origem:
zh_cn: 源：
zh_tw: 源範本

source: Source Scene:
es: Escena Origen:
ja: ソースシーン：
pt_br: Cena de Origem:
zh_cn: 源场景:
zh_tw: 源場景

source: Source Texture(s):
es: Textura(s) Origen:
ja: ソーステクスチャ（S）：
pt_br: Textura(s) de Origem:
zh_cn: 源：
zh_tw: 源材質

source: Source path is empty.
es: Ruta de Origen esta vacía.
ja: ソースパスは空です。
pt_br: Caminho de origem está vazio.
zh_cn: 源路径为空.
zh_tw: 源路徑是空白的

source: Spins when the editor window repaints!
es: ¡Gira cuando la ventana de el editor es repintada!
ja: エディタウィンドウの再描画時に回転！
pt_br: Gira quando a janela do editor é redesenhada!
zh_cn: 当编辑器窗口重绘时旋转!
zh_tw: 當編輯器視窗重啟時旋轉

source: Start a New Scene? (Current will be lost)
es: ¿Comenzar una Nueva Escena? (Se perderá la actual)
ja: 新しいシーンを開始？ （現在は失われます）
pt_br: Começãr uma Nova Cena? (Atual será perdida)
zh_cn: 开始新场景? (替代当前场景)
zh_tw: 你確定要開始一個新場景嘛?(當前場景會消失)

source: Start the scene (F5).
es: Iniciar la Escena (F5).
ja: シーン（F5）を起動します。
pt_br: Iniciar a Cena (F5).
zh_cn: 开始场景 (F5).
zh_tw: 開始場景(F5)

source: Start!
es: ¡Iniciar!
ja: スタート！
pt_br: Iniciar!
zh_cn: 开始！
zh_tw: 開始

source: Step Into
es: Paso Dentro
ja: 足を踏み入れる
pt_br: Passo Dentro
zh_cn: 进入
zh_tw: 步驟資訊

source: Step Over
es: Paso Sobre
ja: ステップオーバーする
pt_br: Passo Sobre
zh_cn: 跳过
zh_tw: 跳過

source: Step(s):
es: Paso(s):
ja: 工程（秒）：
pt_br: Passo(s):
zh_cn: 步骤:
zh_tw: 停止

source: Stop animation playback.
es: Detener reproducción de la Animación
ja: アニメーションの再生を停止します。
pt_br: Pausar reprodução de animação.
zh_cn: 停止播放动画。
zh_tw: 停止動畫撥放

source: Stop the scene (F8).
es: Detener la Escena (F8).
ja: シーン（F8）を停止します。
pt_br: Pausar a Cena (F8).
zh_cn: 停止场景 (F8).
zh_tw: 停止場景(F8)

source: Sub-Scene
es: Sub-Escena
ja: サブシーン
pt_br: Sub-Cena
zh_cn: 子场景
zh_tw: 子場景

source: Subscene..
es: Sub-Escena..
ja: サブシーン..
pt_br: Sub-Cena..
zh_cn: 子场景..
zh_tw: 子場景

source: Target Path:
es: Ruta Objetivo:
ja: パスのターゲット：
pt_br: Destino de Caminho:
zh_cn: 目标路径：
zh_tw: 目標路徑:

source: Target Scene:
es: Escena Objetivo:
ja: ターゲットシーン：
pt_br: Destino de Cena:
zh_cn: 目标场景
zh_tw: 目標場景:

source: Target Texture Folder:
es: Objetivo de Directorio de Textura:
ja: ターゲットテクスチャフォルダ：
pt_br: Destino de Diretório de Texturas:
zh_cn: 目标贴图目录:
zh_tw: 目標材質資料夾:

source: Target path is empty.
es: Ruta de Objetivo esta vacía.
ja: ターゲットパスは空です。
pt_br: Caminho de destino está vazio.
zh_cn: 目标路径为空.
zh_tw: 目標路徑是空的.

source: Test:
es: Prueba:
ja: テスト：
pt_br: Teste:
zh_cn: 测试：
zh_tw: 測試:␣

source: Texture Compression Quality (WebP):
es: Calidad de Compresión de Textura (WebP)
ja: テクスチャ圧縮品質（WebP）：
pt_br: Qualidade de Compressão de Textura (WebP)
zh_cn: 贴图压缩质量 (WebP):
zh_tw: 貼圖品質壓縮(WebP格式)

source: Texture Format
es: Formato de Textura
ja: テクスチャフォーマット
pt_br: Formato de Textura
zh_cn: 贴图格式
zh_tw: 材質格式

source: Texture Options
es: Opciones de Textura
ja: テクスチャのオプション
pt_br: Opções de Textura
zh_cn: 贴图选项
zh_tw: 材質選項

source: Thanks so Much!
es: ¡Muchísimas Gracias!
ja: 本当にありがとうございました！
pt_br: Muito Obrigado!
zh_cn: 非常感谢！
zh_tw: 非常感謝您!

source: Thanks!
es: ¡Gracias!
ja: ありがとう！
pt_br: Obrigado!
zh_cn: 多谢!
zh_tw: 感謝!

source: The following files are newer on disk. What action should be taken?:
es: Los siguientes archivos son nuevos en el disco. ¿Qué acción debería ser llevada a cabo?
ja: 以下のファイルは、ディスク上のより新しいです。 どのようなアクションが取られるべきか。
pt_br: Os seguintes arquivos são novos no disco. Que ação deve ser realizada?:
zh_cn: 以下文件有更新 将采取哪种行动？:
zh_tw: 該檔案在磁碟上較新.要怎麼處理呢?

source: Theme
es: Tema
ja: テーマ
pt_br: Tema
zh_cn: 风格
zh_tw: 主題

source: This operation can't be done on instanced scenes.
es: Ésta operación no puede ser completada en una instancia de la escena.
ja: この操作は、インスタンス化されたシーンで行うことはできません。
pt_br: Esta operação não pode ser realizada em uma cena instanciada.
zh_cn: 本操作无法用于实例场景.
zh_tw: 該操作不能再當前的場景下運作

source: This operation can't be done without a scene.
es: Ésta operación no puede completarse sin una escena.
ja: この操作は、シーンなしで行うことができない。
pt_br: Esta operação não pode ser realizada sem uma cena.
zh_cn: 本操作需要至少一个场景.
zh_tw: 該操作不能在沒有場景的情況下運作

source: This operation can't be done without a selected node.
es: Ésta operación no puede completarse sin un nodo seleccionado.
ja: この操作では、選択したノードなしで行うことはできません。
pt_br: Esta operação não pode ser realizada sem a seleção de um nó.
zh_cn: 本操作需要先选址一个节点.
zh_tw: 該操作無法在沒有選擇節點的情況下進行

source: This operation can't be done without a tree root.
es: Ésta operación no puede completarse sin una raíz de árbol.
ja: この操作は、ツリーのルートなしで実行することはできません。
pt_br: Esta operação não pode ser realizada sem uma raiz de uma árvore.
zh_cn: 本操作需要一个根节点.
zh_tw: 該操作無法在沒有跟目錄的情況下被執行

source: This operation requieres a single selected node.
es: Ésta operación requiere un único nodo seleccionado.
ja: この操作では、単一の選択されたノードをrequieres。
pt_br: Esta operação requer um único nó selecionado.
zh_cn: 本操作只能用于一个选中的节点.
zh_tw: 該操作需要一個選定的節點

source: Thumbnail..
es: Miniatura..
ja: サムネイル..
pt_br: Miniatura..
zh_cn: 缩略图...
zh_tw: 縮圖

source: TileSet..
ja: タイルセット..
zh_cn: 图块集..
zh_tw: 物件圖集(TileSet)

source: TimeScale Node
es: Nodo TimeScale
ja: タイムスケールノード
pt_br: Nó TimeScale
zh_cn: 时间缩放节点
zh_tw: 時間表節點

source: TimeSeek Node
es: Nodo TimeSeek
ja: TimeSeekノード
pt_br: Nó TimeSeek
zh_cn: 时间定位节点
zh_tw: 時間定位節點

source: Toggle Breakpoint
es: Alternar punto de interrupción
ja: ブレークポイントの切り替え
pt_br: Alternar Breakpoint
zh_cn: 切换断点
zh_tw: 切換斷點

source: Tracks..
es: Pistas..
ja: トラック..
pt_br: Pistas..
zh_cn: 通道...
zh_tw: 追蹤...

source: Transition Node
es: Modo Transición
ja: 移行ノード
pt_br: Nó de Transição
zh_cn: 转换节点
zh_tw: 翻譯節點

source: Translatable Strings..
es: Cadena Traducible..
ja: 翻訳可能な文字列..
pt_br: Strings Traduzíveis..
zh_cn: 可翻译的文本..
zh_tw: 翻譯字串

source: Translation
es: Traducción
ja: 翻訳
pt_br: Tradução
zh_cn: 翻译
zh_tw: 翻譯

source: Ugh
ja: あわや
zh_cn: 阿哦
zh_tw: 啊

source: Undo
es: Deshacer
ja: 取り消す
pt_br: Desfazer
zh_cn: 撤销
zh_tw: 復原

source: Unknown font format.
es: Formato de fuente desconocido
ja: 未知のフォントフォーマット。
pt_br: Formato de fonte desconhecido.
zh_cn: 未知的字体格式.
zh_tw: 未知的字型格式

source: Update
es: Actualizar
ja: アップデート
pt_br: Atualizar
zh_cn: 更新
zh_tw: 更新

source: Update Always
es: Siempre Actualizar
ja: 常に更新
pt_br: Sempre Atualizar
zh_cn: 一直更新
zh_tw: 總是更新

source: Update Changes
es: Actualizar Cambios
ja: アップデートの変更点
pt_br: Atualizar Alterações
zh_cn: 当改变时更新
zh_tw: 更新變化

source: Update from Scene
es: Actualizar desde Escena
ja: シーンからのアップデート
pt_br: Atualizar a partir da Cena
zh_cn: 从场景中更新
zh_tw: 從場景更新

source: Update from existing scene?:
es: ¿Actualizar desde escena existente?:
ja: 既存のシーンからの更新？：
pt_br: Atualizar a partir de cena existente?
zh_cn: 从已有场景中更新?:
zh_tw: 從存在的場景更新

source: Use Pixel Snap
es: Usar Ajuste de rejilla de Pixeles
ja: ピクセルスナップを使用
pt_br: Usar Ajuste Pixel
zh_cn: 使用像素吸附
zh_tw: 使用像素黏附

source: Use Snap
es: Usar Ajuste de Rejilla
ja: スナップを使用してください
pt_br: Usar Ajuste
zh_cn: 使用吸附
zh_tw: 使用快照

source: Value
es: Valor
ja: 値
pt_br: Valor
zh_cn: 值
zh_tw: 變數值

source: View
es: Vista
ja: ビュー
pt_br: Visualizar
zh_cn: 视图
zh_tw: 檢視

source: Window
es: Ventana
ja: ウィンドウ
pt_br: Janela
zh_cn: 窗口
zh_tw: 視窗

source: X-Fade Time (s):
es: Tiempo-X de Fundido (s):
ja: クロスフェード時間（s）：
pt_br: Tempo (s) de X-Fade:
zh_cn: 淡入时间（秒）：
zh_tw: 時間軸(X軸)

source: Yes
es: Sí
ja: はい
pt_br: Sim
zh_cn: 好
zh_tw: 好

source: Zoom In
es: Acercar
ja: ズームイン
zh_cn: 放大
zh_tw: 拉近

source: Zoom Out
es: Alejar
ja: ズームアウトする
zh_cn: 缩小
zh_tw: 拉遠

source: Zoom Reset
es: Reiniciar aumento
ja: ズームリセット
pt_br: Reiniciar Zoom
zh_cn: 重置放大缩小
zh_tw: 重設縮放

source: Zoom Set..
es: Establecer acercamiento..
ja: ズームセット..
pt_br: Definir Zoom..
zh_cn: 放大到...
zh_tw: 縮放設定

source: ok :(
es: Bueno :(
zh_cn: 好:(
zh_tw: 好吧:(

source: Resource
es: Recurso
ja: リソース
pt_br: Recurso
zh_tw: 資源

source: Save As..
es: Guardar Como..
ja: 名前を付けて保存..
pt_br: Salvar Como..
zh_tw: 儲存為

source: NTV
ja: 日本テレビ

source: The quick brown fox jumps over the lazy dog.
es: El rápido zorro café saltaba sobre el perezoso perro.
ja: 速い茶色のキツネは、のろまなイヌに飛びかかった。
