Repository: marynate/godot.localization
Catalog: lang/*/editor.po
Languages: es, ja, pt_br, zh_cn, zh_tw

source: *.zip ; Zip Template Package
zh_cn: *.zip ; Zip 模板包

source: 2D
zh_cn: 二维

source: 2D Texture
es: Textura 2D
ja: 2Dテクスチャ
pt_br: Textura 2D
zh_cn: 二维贴图
zh_tw: 2D材質

source: 3D
zh_cn: 三维

source: 3D Scene
es: Escena 3D
ja: 3Dシーン
pt_br: Cena 3D
zh_cn: 三维场景
zh_tw: 3D場景

source: 3D Scene Animation
es: Animación Escena 3D
ja: 3Dシーンアニメーション
pt_br: Animação de Cena 3D
zh_cn: 三维场景动画
zh_tw: 3D場景動畫

source: 3D Texture
es: Textura 3D
ja: 3Dテクスチャ
pt_br: Textura 3D
zh_cn: 三维贴图
zh_tw: 3D材質

source: About
es: Acerca de
ja: 約
pt_br: Sobre
zh_cn: 关于
zh_tw: 關於

source: Accept
es: Aceptar
ja: 受け入れる
pt_br: Aceitar
zh_cn: 接受
zh_tw: 接受

source: Add Item
es: Agregar ítem
ja: アイテムの追加
pt_br: Adicionar item
zh_cn: 添加项
zh_tw: 新增物件

source: Add to Project (engine.cfg)
es: Agregar proyecto (engine.cfg)
ja: プロジェクトに追加する（engine.cfg）
pt_br: Adicionar ao Projeto (engine.cfg)
zh_cn: 加入项目 (engine.cfg)
zh_tw: 新增到專案

source: Alerts when an external resource has changed.
es: Alerta cuando un recurso externo ha cambiado.
ja: 外部リソースが変更されたアラート。
pt_br: Alerta quando um recurso externo foi alterado.
zh_cn: 当外部资源改变时提示.
zh_tw: 當外部資源受到更改時提醒我

source: Amount:
es: Cantidad:
ja: 金額：
pt_br: Quantidade:
zh_cn: 数量:
zh_tw: 單位

source: Animation Name:
es: Nombre de la Animación
ja: アニメーションの名前：
pt_br: Nome da Animação:
zh_cn: 动画名称:
zh_tw: 動畫名稱

source: Animation Node
es: Nodo de Animación
ja: アニメーションノード
pt_br: Nó de Animação
zh_cn: 动画节点
zh_tw: 動畫節點

source: Animation Options
es: Opciones de Animación
ja: アニメーションオプション
pt_br: Opções de Animação
zh_cn: 动画选项
zh_tw: 動畫選項

source: Animation length (in seconds).
es: Duración de la Animación (en segundos).
ja: アニメーションの長さ（秒単位）。
pt_br: Duração da animação (em segundos).
zh_cn: 动画长度(秒)
zh_tw: 動畫長度

source: Animation position (in seconds).
es: Posición de la Animación (en segundos).
ja: アニメーションの位置（秒単位）。
pt_br: Posição da animação (em segundos).
zh_cn: 动画位置(秒)
zh_tw: 動畫位置

source: Animation zoom.
es: Enfoque de la Animación
ja: アニメーションズーム。
pt_br: Zoom da animação.
zh_cn: 放大动画
zh_tw: 動畫縮放

source: At least one file needed for Atlas.
es: Por lo menos un archivo es requerido para el Atlas.
ja: アトラスのために必要な少なくとも一つのファイル。
pt_br: Pelo menos um arquivo requerido para o Atlas.
zh_cn: 最少需要一个文件.
zh_tw: 要創建材質紋理至少需要一個檔案

source: Atlas Texture
es: Atlas de la textura
ja: アトラステクスチャ
pt_br: Atlas de Textura
zh_cn: 贴图集
zh_tw: 貼圖

source: Audio Sample
es: Muestra de Audio
ja: オーディオサンプル
pt_br: Amostra de Áudio
zh_cn: 声音
zh_tw: 聲音採樣

source: Auto Restart:
es: Auto Reinicio:
ja: 自動再起動：
pt_br: Auto Reiniciar:
zh_cn: 自动重新开始:
zh_tw: 自動開始

source: Autoplay On Load
es: Auto Iniciar Al Cargar
ja: 負荷に自動再生
pt_br: Autoplay Ao Iniciar
zh_cn: 加载时自动播放
zh_tw: 載入後自動撥放

source: Blend
es: Mezcla
ja: ブレンド
pt_br: Mescla
zh_cn: 混合
zh_tw: 混和

source: Blend 0:
es: Mezcla 0:
ja: ブレンド0：
pt_br: Mescla 0:
zh_cn: 混合 0:
zh_tw: 混和0

source: Blend 1:
es: Mezcla 1:
ja: ブレンド1：
pt_br: Mescla 1:
zh_cn: 混合 1:
zh_tw: 混和1

source: Blend Times:
es: Mezcla de Tiempos:
ja: タイムズブレンド：
pt_br: Mescla de Tempos:
zh_cn: 混合时间:
zh_tw: 混和時間:␣

source: Blend2 Node
es: Nodo Mezcla2
ja: ブレンド2ノード
pt_br: Nó de Mescla2
zh_cn: 混合节点2
zh_tw: 混和節點2

source: Blend3 Node
es: Nodo de Mezcla3
ja: Blend3ノード
pt_br: Nó de Mescla3
zh_cn: 混合节点3
zh_tw: 混和節點3

source: Blend4 Node
es: Nodo de Mezcla4
ja: Blend4ノード
pt_br: Nó de Mescla4
zh_cn: 混合节点4
zh_tw: 混和節點4

source: Blend:
es: Mezcla:
ja: ブレンド：
pt_br: Mescla:
zh_cn: 混合:
zh_tw: 混和:

source: Break
es: Interrupción
ja: ブレーク
pt_br: Interrupção
zh_cn: 中断
zh_tw: 插入事件

source: Can't import a file over itself: '
es: No es posible importar un archivo sobre sí mismo: '
ja: 自体を介してファイルをインポートすることはできません： '
pt_br: Não é possível importar um arquivo em si mesmo: '
zh_cn: 无法导入文件覆盖自己:
zh_tw: 無法匯入檔案覆蓋本身

source: Can't load MeshLibrary for merging!.
es: ¡No es posible cargar MeshLibrary para combinar!.
ja: マージMeshLibraryをロードできません！
pt_br: Não é possível carregar a MeshLibrary para combinação!.
zh_cn: 无法加载用于合并的三维物体库!
zh_tw: 無法匯入網格函式庫以匯入

source: Can't load TileSet for merging!.
es: ¡No es posible cargar TileSet para combinar!.
ja: マージするタイルセットをロードできません！
pt_br: Não é possível carregar o TileSet para combinação!.
zh_cn: 无法加载用于合并的图块集!
zh_tw: 無法載入物件圖集(TileSet)以合併

source: Can't load/process source font
es: No es posible cargar/procesar fuente de origen
ja: /プロセスソースのフォントをロードすることはできません
pt_br: Não é possível carregar/processar a fonte de origem
zh_cn: 无法加载/处理源字体
zh_tw: 無法載入/運作源字型

source: Can't open export templates zip.
es: No es posible abrir zip de plantillas de exportación.
ja: エクスポートテンプレートジップ開くことができません。
pt_br: Não é possível abrir zip de templates exportados.
zh_cn: 无法打开导出模板 zip.
zh_tw: 無法開啟匯出的模板壓縮檔

source: Can't open file for writing:
es: No es posible abrir archivo para escritura:
ja: 書き込み用にファイルを開くことができません。
pt_br: Não é possível abrir arquivo para escrita:
zh_cn: 无法打开可以写入的文件:
zh_tw: 無法開啟檔案以寫入

source: Change Animation Name:
es: Cambiar Nombre de la Animación:
ja: 変化がアニメーション名：
pt_br: Alterar Nome da Animação:
zh_cn: 改变动画名称:
zh_tw: 更改動畫名稱

source: Clear
es: Limpiar
ja: 明確な
pt_br: Limpar
zh_cn: 清除
zh_tw: 清除

source: Clear Pose
es: Limpiar Pose
ja: 明確なポーズ
pt_br: Limpar Pose
zh_cn: 清楚姿势
zh_tw: 清除動作

source: Close
es: Cerrar
ja: クローズ
pt_br: Fechar
zh_cn: 关闭
zh_tw: 關閉

source: Column
es: Columna
ja: コラム
pt_br: Coluna
zh_cn: 列
zh_tw: 柱狀

source: Complete Symbol
es: Símbolo Completo
ja: 完全なシンボル
pt_br: Símbolo Completo
zh_cn: 智能提示
zh_tw: 完整的符號

source: Configure Snap..
es: Configurar Ajuste de rejilla...
ja: スナップを設定..
pt_br: Configurar Ajuste..
zh_cn: 配置吸附
zh_tw: 快照設定

source: Continue
es: Continuar
ja: 続ける
pt_br: Continuar
zh_cn: 继续
zh_tw: 持續

source: Convert To..
es: Convertir A...
ja: に変換..
pt_br: Converter Para...
zh_cn: 转换为..
zh_tw: 轉換為

source: Copy
es: Copiar
ja: コピー
pt_br: Copiar
zh_cn: 复制
zh_tw: 複製

source: Copy Params
es: Copiar Parametros
ja: コピーのParams
pt_br: Copiar Parâmetros
zh_cn: 复制参数
zh_tw: 複製參數

source: Copy Pose
es: Copiar Pose
ja: コピーがポーズ
pt_br: Copiar Pose
zh_cn: 负责姿势
zh_tw: 複製動作

source: Could not start subprocess!
es: ¡No se pudo iniciar sub-proceso!
ja: サブプロセスを起動できませんでした！
pt_br: Não é possível iniciar subprocesso!
zh_cn: 无法启动子进程!
zh_tw: 無法啟動子程式

source: Could't save font.
es: No se pudo salvar la fuente.
ja: フォントを保存Could't。
pt_br: Não foi possível salvar a fonte.
zh_cn: 无法保存字体.
zh_tw: 無法儲存字型

source: Couldn't load Post-Import Script.
es: No se pudo cargar guion de Pos-Importación.
ja: ポストスクリプトの読み込みをロードできませんでした。
pt_br: Não é possível carregar Script de Pós-Importação
zh_cn: 无法加载后处理脚本。
zh_tw: 無法載入後置入的腳本

source: Couldn't load post-import script: '
es: No se pudo cargar guion de pos-importación: '
ja: ポストインポートスクリプトをロードできませんでした。 '
pt_br: Não é possível carregar scrip de pós-importação: '
zh_cn: 无法加载后处理脚本:'
zh_tw: 無法載入後置入的腳本

source: Couldn't localize path: '
es: No se pudo localizar ruta: '
ja: パスをローカライズできませんでした： '
pt_br: Não foi possível localizar caminho: '
zh_cn: 无法定位路径:'
zh_tw: 無法定位路徑: '

source: Couldn't save scene. Likely dependencies (instances) couldn't be satisfied.
es: No se pudo salvar escena. Posiblemente dependencias (instancias) no se pudieron satisfacer.
ja: シーンを保存できませんでした。おそらく依存関係（のインスタンス）を満足することができませんでした。
pt_br: Não foi possível salvar a cena. Possivelmente dependências (instâncias) não puderam ser satisfeitas.
zh_cn: 无法保存场景! 可能是有依赖项(实例对象)不满足要求.
zh_tw: 無法儲存場警.似乎是因為無法滿足相依性.

source: Couldn't save subscene. Likely dependencies (instances) couldn't be satisfied.
es: No se pudo salvar sub-escena. Posiblemente dependencias (instancias) no se pudieron satisfacer.
ja: サブシーンを保存できませんでした。おそらく依存関係（のインスタンス）を満足することができませんでした。
pt_br: Não foi possível salvar subcena. Possivelmente dependências (instâncias) não puderam ser satisfeitas.
zh_cn: 无法保存子场景. 可能是有依赖项(实例对象)不满足要求.
zh_tw: 無法儲存場警.似乎是因為無法滿足相依性.

source: Creating Mesh Library
es: Creando Biblioteca de Mallas
ja: メッシュライブラリの作成
pt_br: Criando Biblioteca de Malhas
zh_cn: 创建三维物体库
zh_tw: 新增網格函式庫

source: Crop empty space.
es: Cortar el espacio en blanco.
ja: 空のスペースをトリミング。
pt_br: Cortar espaço em branco
zh_cn: 裁减空白空间.
zh_tw: 裁剪空白空間

source: Cross-Animation Blend Times
es: Mezcla Tiempos de Animación Cruzada
ja: クロスアニメーションブレンドタイムズ
pt_br: Mesclar Tempos de Animação Cruzada
zh_cn: 交叉动画混合时间
zh_tw: 跨動畫混和時間

source: Current scene not saved. Open anyway?
es: La escena actual no ha sido guardada. ¿Abrir de todas maneras?
ja: 現在のシーンは保存されません。とにかく開く？
pt_br: A cena atual não foi salva. Abrir mesmo assim?
zh_cn: 当场场景未保存. 是否继续?
zh_tw: 當前的場景動畫尚未儲存,你無論如何都要開啟嗎?

source: Current scene was never saved, please save scene before running.
es: La escena actual nunca a sido guardada, por favor guarde la escena antes de correr.
ja: 現在のシーンが保存されなかった、実行する前にシーンを保存してください。
pt_br: A cena atual nunca foi salva, por favor salve-a antes de rodar.
zh_cn: 当前场景还未保存过, 请至少保存过一次后再运行.
zh_tw: 當前的動畫沒有儲存,請再播放儲存

source: Current:
es: Actual:
ja: 電流：
pt_br: Atual:
zh_cn: 当前:
zh_tw: 當前:

source: Cursor step snap (in seconds).
es: Pasos Snap del cursor (en segundos).
ja: （秒単位）カーソル段階スナップ。
pt_br: Passos de ajuste do cursor (em segundos).
zh_cn: 光标步进吸附(秒)
zh_tw: 游標步進吸附.(秒)

source: Cut
es: Cortar
ja: カット
pt_br: Cortar
zh_cn: 剪切
zh_tw: 剪下

source: Debug
es: Depurar
ja: デバッグ
pt_br: Depurar
zh_cn: 调试
zh_tw: 除錯

source: Debug:
es: Depurar:
ja: デバッグ：
pt_br: Depurar:
zh_cn: 调试:
zh_tw: 除錯

source: Deploy dumb clients when the File Server is active.
es: Desplegar clientes tontos cuando el Servidor de Archivos esta activo.
ja: ファイル·サーバーがアクティブなときにダムのクライアントを配備する。
pt_br: Realizar deploy de clientes falsos quando o Servidor de Arquivos estiver ativo.
zh_cn: 当文件服务器激活时部属空项目.
zh_tw: 當檔案伺服器啟動時部屬空白的客戶端

source: Dest Resource:
es: Destino de Recursos:
ja: DEST資源：
pt_br: Destino de Recursos:
zh_cn: 目标资源
zh_tw: 目標資源

source: Discard current scene and open: '
es: Descartar escena actual y abrir: '
ja: 現在のシーンを破棄し、開きます。 '
pt_br: Descartar cena atual e abrir: '
zh_cn: 不保存当场场景并打开:
zh_tw: 放棄當前的場景並開啟

source: Display list of animations in player.
es: Visualizar lista de animaciones en el reproductor.
ja: プレーヤーでのアニメーションのリストを表示します。
pt_br: Visualizar lista de animações no player.
zh_cn: 显示动画列表
zh_tw: 在播放器內顯示動畫列表

source: Drag: Rotate Alt+Drag: Move Press 'v' to Move Pivot (while moving)
es: Arrastrar: Rotar Alt+Arrastar: Mover Presione 'v' para Mover Pivote (mientras se mueve)
ja: ドラッグ：回転 Altキー+ドラッグ：移動 （移動中）にピボットを移動するために押して、「V」
pt_br: Arrastrar: Rotacionar Alt+Arrastar: Mover Presione 'v' para Mover Pivô (enquanto movimenta)
zh_cn: 拖动:旋转 Alt+拖动:移动 按下'v'键移动中心轴
zh_tw: 拖曳:迴轉 Alt鍵+拖曳:移動 按下'v'鍵以移動中心軸

source: Duplicate Animation
es: Duplicar Animación
ja: アニメーションを複製
pt_br: Duplicar Animação
zh_cn: 复制动画
zh_tw: 複製動畫

source: ERROR: Animation Name Already Exists!
es: ERROR: ¡Nombre de Animación Ya Existe!
ja: ERROR：アニメーションの名前がす​​でに存在している！
pt_br: ERROR: Nome de Animação já Existe!
zh_cn: 错误: 动画名称已存在!
zh_tw: 嗚!...動畫名稱已經存在

source: ERROR: Invalid animation name!
es: ERROR: ¡Nombre de animación no valido!
ja: エラー：無効なアニメーション名！
pt_br: ERROR: ¡Nombre de animación no valido!
zh_cn: 错误：无效的动画名称!
zh_tw: 嗚!...不正確的動畫名稱

source: Edit
es: Editar
ja: 編集
pt_br: Editar
zh_cn: 编辑
zh_tw: 編輯

source: Edit Items
es: Editar ítems
ja: アイテムの編集
pt_br: Editar itens
zh_cn: 编辑项
zh_tw: 編輯物件

source: Edit Node Filters
es: Editar Nodo de Filtros
ja: 編集ノード·フィルタ
pt_br: Editar Filtros de Nó
zh_cn: 编辑节点过滤器
zh_tw: 編輯節點過濾器

source: Edit Target Blend Times
es: Editar Objetivo de Tiempos de Mezcla
ja: ターゲットの編集ブレンドタイムズ
pt_br: Editar Destino de Tempos de Mescla
zh_cn: 编辑目标混合时间
zh_tw: 編輯目標混和時間

source: Editor Settings
es: Editar Ajustes
ja: エディタの設定
pt_br: Editar Ajustes
zh_cn: 编辑器设置
zh_tw: 編輯器設定

source: Enable Debugging
es: Habilitar Depuración
ja: デバッグを有効にする
pt_br: Habilitar Depuração
zh_cn: 允许调试
zh_tw: 開啟除錯模式

source: Enable editing of individual keys by clicking them.
es: Habilitar edicion de teclas individuales haciendo clic en ellas.
ja: それらをクリックすることにより、個々のキーの編集を可能にする。
pt_br: Habilitar edição de teclas individuais clicando nelas.
zh_cn: 允许单击关键帧开始编辑
zh_tw: 允許單擊滑鼠以編輯關鍵點

source: Enable/Disable looping in animation.
es: Habilitar/Deshabilitar bucle en Animación.
ja: 有効化/アニメーションでループ無効にします。
pt_br: Habilitar/Desabilitar animação em loop.
zh_cn: 是否允许循环播放
zh_tw: 開啟/關閉動畫重複播放

source: Erase
es: Borrar
ja: 消す
pt_br: Apagar
zh_cn: 删除
zh_tw: 消去

source: Error Saving.
es: Error al Guardar.
ja: 保存エラー。
pt_br: Erro ao Salvar.
zh_cn: 保存出错.
zh_tw: 儲存發生錯誤

source: Error duplicating scene to save it.
es: Error duplicando escena para guardarla.
ja: それを保存するためのシーンを複製エラーが発生しました。
pt_br: Erro duplicando cena para salvá-la.
zh_cn: 无法复制并保存场景.
zh_tw: 新增儲存場景錯誤

source: Error importing scene.
es: Error importando escena.
ja: シーンをインポートする際に、エラー。
pt_br: Erro importando cena.
zh_cn: 导入场景出错
zh_tw: 匯入場景錯誤

source: Error importing:
es: Error de importación:
ja: エラーインポート：
pt_br: Erro de importação:
zh_cn: 导入出错:
zh_tw: 匯入錯誤

source: Error initializing FreeType.
es: Error al inicializar FreeType.
ja: FreeTypeの初期化をエラー。
pt_br: Erro iniciando FreeType.
zh_cn: 初始化FreeType出错.
zh_tw: 載入FreeType字型錯誤

source: Error load scene to update.
es: Error al cargar escena a actualizar.
ja: 更新するエラー負荷のシーン。
pt_br: Erro al carregar cena para atualizar.
zh_cn: 无法加载用于更新的场景
zh_tw: 載入更新畫面時錯誤

source: Error loading font.
es: Error cargando fuente.
ja: 読み込みエラーのフォント。
pt_br: Erro carregando fonte.
zh_cn: 导入字体出错.
zh_tw: 載入字型錯誤

source: Error loading scene, it must be inside the project path. Use 'Import' to open the scene, then save it inside the project path.
es: Error cargando escena, debe estar dentro de la ruta del proyecto. Use 'Importar' para abrir una escena, luego guárdela dentro de la ruta del proyecto.
ja: 読み込みエラーのシーンは、プロジェクトパスの中になければなりません。プロジェクトパスの中にそれを保存して、シーンを開くには「インポート」を使用してください。
pt_br: Erro carregando cena, deve estar dentro do caminho do projeto. Use 'Importar' para abrir a cena, então salve-a dentro do caminho do projeto.
zh_cn: 加载场景出错,场景必须位于项目目录下.可以用"导入"选项导入外部场景,然后保存到项目目录下.
zh_tw: 場景載入錯誤,他必須要在專案的路徑裡.使用'匯入'已打開場景.並將他儲存在專案的路徑裡

source: Error loading scene.
es: Error cargando escena.
ja: 読み込みエラーのシーン。
pt_br: Erro carregando cena.
zh_cn: 加载场景出错.
zh_tw: 載入場景錯誤

source: Error running Post-Import script: '
es: Error ejecutando guion de Pos-Importación: '
ja: インポート後のスクリプトを実行しているエラー： '
pt_br: Erro executando script de Pós-Importação: '
zh_cn: 允许后处理脚本出错：
zh_tw: 執行後置入腳本時失敗: '

source: Error saving MeshLibrary!.
es: ¡Error guardando MeshLibrary!
ja: エラーMeshLibraryを節約！
pt_br: Erro salvando MeshLibrary!.
zh_cn: 保存MeshLibrary出错！
zh_tw: 網格函示庫儲存錯誤

source: Error saving TileSet!.
es: ¡Error guardando TileSet!.
ja: エラータイルセットを保存する！
pt_br: Erro salvando TileSet!.
zh_cn: 保存TileSet出错!
zh_tw: 儲存物件圖集(TileSet)時發生錯誤

source: Error saving scene.
es: Error guardando escena.
ja: エラーのシーンを保存する。
pt_br: Erro salvando cena.
zh_cn: 保存场景出错.
zh_tw: 場景儲存錯誤

source: Error!
ja: エラー！
pt_br: Erro
zh_cn: 错误！
zh_tw: 錯誤!

source: Exit
es: Salir
ja: 出口
pt_br: Sair
zh_cn: 退出
zh_tw: 離開

source: Exit the Editor?
es: ¿Salir de el Editor?
ja: エディタを終了？
pt_br: Sair do Editor?
zh_cn: 退出编辑器?
zh_tw: 你確定要離開編輯器嗎?

source: Expand to Parent
es: Expandir hasta el Padre
ja: 親に拡大
pt_br: Expandir para o Pai
zh_cn: 扩展到父物体
zh_tw: 擴大到父物件

source: Export
es: Exportar
ja: 輸出
pt_br: Exportar
zh_cn: 导出
zh_tw: 輸出

source: Export Library
es: Exportar Biblioteca
ja: 輸出ライブラリ
pt_br: Exportar Biblioteca
zh_cn: 导出库
zh_tw: 輸出函式庫

source: Export Mesh Library
es: Exportar Biblioteca de Mallas
ja: 輸出メッシュライブラリ
pt_br: Exportar Biblioteca de Malhas
zh_cn: 导出Mesh库
zh_tw: 輸出網格函式庫

source: Export Project
es: Exportar Proyecto
ja: 輸出プロジェクト
pt_br: Exportar Projeto
zh_cn: 导出项目
zh_tw: 輸出專案

source: Export Tile Set
es: Exportar Conjunto de Baldosas
ja: 輸出タイルセット
pt_br: Exportar TileSet
zh_cn: 导出Tile Set
zh_tw: 匯出物件圖集(TileSet)

source: Export the project to many platforms.
es: Exportar el proyecto a muchas plataformas.
ja: 多くのプラットフォームにプロジェクトをエクスポートします。
pt_br: Exportar o projeto para múltiplas plataformas.
zh_cn: 将项目导出到多个平台.
zh_tw: 將專案輸出到多個平台

source: Fade In (s):
es: Fundido de entrada (s):
ja: フェードイン（秒）：
zh_cn: 淡入 (秒):
zh_tw: 淡入

source: Failed to load resource.
es: Fallo al cargar recurso.
ja: リソースの読み込みに失敗しました。
pt_br: Falha ao carregar recurso.
zh_cn: 无法加载资源.
zh_tw: 載入資源失敗

source: File
es: Archivo
ja: ファイル
pt_br: Arquivo
zh_cn: 文件
zh_tw: 檔案

source: File format requested unknown:
es: Formato de archivo pedido es desconocido:
ja: ファイル形式は、未知の要請：
pt_br: Formato de arquivo solicitado é desconhecido:
zh_cn: 未知的文件格式:
zh_tw: 未知的檔案格式:␣

source: FileSystem
es: Sistema de Archivos
ja: FileSystemの
pt_br: Sistema de Arquivos
zh_cn: 文件系统
zh_tw: 檔案系統

source: Filters..
es: Filtros...
ja: フィルター..
pt_br: Filtros...
zh_cn: 过滤器:
zh_tw: 過濾器..

source: Find Next
es: Buscar siguiente
ja: 次を検索
pt_br: Buscar Próximo
zh_cn: 寻找下一个
zh_tw: 尋找下一個

source: Find..
es: Buscar..
ja: 見つける..
pt_br: Buscar..
zh_cn: 寻找...
zh_tw: 尋找

source: Font
es: Fuente
ja: フォント
pt_br: Fonte
zh_cn: 字体
zh_tw: 字型

source: Font Import
es: Importar Fuente
ja: フォントのインポート
pt_br: Importar Fonte
zh_cn: 导入字体
zh_tw: 匯入字型

source: Go to the next edited object in history.
es: Ir al siguiente objeto editado en el historial.
ja: 歴史の中で次の編集されたオブジェクトにアクセスしてください。
pt_br: Ir ao próximo objeto editado no histórico.
zh_cn: 转到下一个历史中的编辑物体.
zh_tw: 前進到編輯紀錄上的下個物件

source: Go to the previous edited object in history.
es: Ir al previo objeto editado en el historial.
ja: 歴史の中で、前の編集されたオブジェクトにアクセスしてください。
pt_br: Ir ao objeto anterior editado no histórico.
zh_cn: 转到前一个历史中的编辑物体.
zh_tw: 開啟最近編輯的專案

source: Goto Function..
es: Ir a la Función...
ja: 後藤機能..
pt_br: Ir para Função...
zh_cn: 转到函数...
zh_tw: 前進到函數

source: Goto Line..
es: Ir a la linea..
ja: 後藤ライン..
pt_br: Ir para Linha..
zh_cn: 转到行...
zh_tw: 前進到行..

source: Goto Prev. Scene
es: Ir a la Escena previa
ja: 後藤前。シーン
pt_br: Ir para Cena Anterior
zh_cn: 转到前一个场景
zh_tw: 前進到前一個場景

source: Help
es: Ayuda
ja: 助け
pt_br: Ajuda
zh_cn: 帮助
zh_tw: 幫助與支援

source: I see..
es: Ya veo..
ja: なるほど..
pt_br: Eu vejo..
zh_cn: 好吧..
zh_tw: 我明白了

source: Ignore First Row
es: Ignorar Primer Fila
ja: 最初の行を無視
pt_br: Ignorar Primeira Linha
zh_cn: 忽视第一行
zh_tw: 忽略第一行

source: Import
es: Importar
ja: インポート
pt_br: Importar
zh_cn: 导入
zh_tw: 匯入

source: Import 3D Scene
es: Importar Escena 3D
ja: インポート3Dシーン
pt_br: Importar Cena 3D
zh_cn: 导入三维场景
zh_tw: 匯入3D場景

source: Import Animations...
es: Importar Animación...
ja: インポートアニメーション...
pt_br: Importar Animação...
zh_cn: 导入动画...
zh_tw: 匯入動畫

source: Import Audio Samples
es: Importar Muestras de Audio
ja: インポートの音声サンプル
pt_br: Importar Amostras de Áudio
zh_cn: 导入声音
zh_tw: 匯入聲音

source: Import Img:
es: Importar imagen:
ja: インポートIMG：
pt_br: Importar Imagem:
zh_cn: 导入图像:
zh_tw: 匯入圖片

source: Import Languages:
es: Importar Idioma:
ja: インポートの言語：
pt_br: Importar Idioma:
zh_cn: 导入语言:
zh_tw: 匯入語言

source: Import Old Scene
es: Importar Escena Antigua
ja: インポートオールドシーン
pt_br: Importar Cena Antiga
zh_cn: 导入旧场景
zh_tw: 匯入舊場景

source: Import Scene
es: Importar Escena
ja: 輸入シーン
pt_br: Importar Cena
zh_cn: 导入场景
zh_tw: 匯入場景

source: Import Settings
es: Importar Ajustes
ja: インポート設定
pt_br: Importar Ajustes
zh_cn: 导入设置
zh_tw: 匯入設定

source: Import Templates from ZIP file
es: Importar Plantillas desde archivo Zip
ja: ZIPファイルからのインポートテンプレート
pt_br: Importar Templates de arquivo Zip
zh_cn: 从ZIP 文件安装模板
zh_tw: 從壓縮檔置入模板

source: Import Textures
es: Importar Texturas
ja: インポートテクスチャ
pt_br: Importar Texturas
zh_cn: 导入贴图
zh_tw: 匯入材質

source: Import Textures for 2D
es: Importar Texturas para 2D
ja: 2Dのインポートテクスチャ
pt_br: Importar Texturas para 2D
zh_cn: 为二维导入贴图
zh_tw: 匯入2D材質

source: Import Textures for 3D
es: Importar Texturas para 3D
ja: 3Dのインポートテクスチャ
pt_br: Importar Texturas para 3D
zh_cn: 为三维导入贴图
zh_tw: 匯入3D材質

source: Import Textures for Atlas (2D)
es: Importar Texturas para Atlas (2D)
ja: アトラスのインポートテクスチャ（2D）
pt_br: Importar Texturas para Atlas (2D)
zh_cn: 为贴图集导入贴图 (二维)
zh_tw: 匯入2D材質紋理

source: Import assets to the project.
es: Importar contenido a el proyecto.
ja: プロジェクトにアセットをインポートします。
pt_br: Importar ativos para o projeto.
zh_cn: 导入资源到项目中.
zh_tw: 匯入資源到專案

source: Import from Scene
es: Importar desde Escena
ja: シーンからのインポート
pt_br: Importar da Cena
zh_cn: 从场景中导入
zh_tw: 從場景中匯入

source: Import:
es: Importar:
ja: インポート：
pt_br: Importar:
zh_cn: 导入:
zh_tw: 匯入:

source: Imported Resources
es: Recurso Importado
ja: インポートされたリソース
pt_br: Recursos Importados
zh_cn: 导入的资源
zh_tw: 匯入的資源

source: Importing Scene..
es: Importando Escena..
ja: シーンをインポート..
pt_br: Importando Cena..
zh_cn: 导入场景中...
zh_tw: 匯入場景中...

source: Insert Key
es: Insertar clave
ja: 挿入キー
pt_br: Inserir Chave
zh_cn: 插入关键帧
zh_tw: 關鍵點

source: Insert Key (Existing Tracks)
es: Insertar clave (Pistas Existentes)
ja: 挿入キー（既存のトラック）
pt_br: Inserir Chave (Pistas Existentes)
zh_cn: 插入关键帧（已有动画通道）
zh_tw: 關鍵點(已存在的軌道)

source: Inspector
ja: 検査官
pt_br: Inspetor
zh_cn: 属性
zh_tw: 檢測器

source: Install Export Templates
es: Instalar plantillas de Exportación
ja: エクスポートテンプレートをインストール
pt_br: Instalar Templates de Exportação
zh_cn: 安装导出模板
zh_tw: 安裝匯出的模板

source: Invalid font custom source.
es: origen personalizado de fuente no valida.
ja: 無効なフォントカスタムソース。
pt_br: Origem de fonte personalizada inválida.
zh_cn: 无效的字体来源。
zh_tw: 無效的自訂字型源.␣

source: Invalid font size.
es: Tamaño de fuente no valida.
ja: 無効なフォントサイズ。
pt_br: Tamanho de fonte inválido.
zh_cn: 无效的字体大小
zh_tw: 無效的字體大小.␣

source: Invalid source!
es: ¡Origen Invalido!
ja: 無効なソース！
pt_br: Recurso inválido!
zh_cn: 无效来源
zh_tw: 無效的來源!

source: Invalid translation source!
es: ¡Origen de traducción invalido!
ja: 無効な翻訳ソース！
pt_br: Origem de tradução inválida!
zh_cn: 无效的翻译来源
zh_tw: 無效的翻譯來源!

source: Invalid/Broken Script for Post-Import.
es: Guion de Pos-Importación Invalido/Roto
ja: インポート後には無効/ブロークンスクリプト。
pt_br: Script de Pós-Importação Inválido/Quebrado.
zh_cn: 无效的后处理脚本.
zh_tw: 無效或損毀的後置腳本.

source: Invalid/Broken Script for Post-Import: '
es: Guion de Pos-Importación Invalido/Roto: '
ja: インポート後には無効/ブロークンスクリプト： '
pt_br: Script de Pós-Importação Inválido/Quebrado: '
zh_cn: 无效的后处理脚本:'
zh_tw: 無效或損毀的後置腳本: '

source: Item List
es: Lista de ítems
ja: アイテム一覧
pt_br: Lista de Itens
zh_cn: 项列表
zh_tw: 物件列表

source: Items
es: ítems
ja: アイテム
pt_br: Itens
zh_cn: 项
zh_tw: 物件

source: Language
es: Idioma
ja: 言語
pt_br: Idioma
zh_cn: 语言
zh_tw: 語言

source: Len(s):
es: Dur(s):
ja: レン（秒）：
pt_br: Dur(s):
zh_cn: 长度(秒)
zh_tw: 鏡頭:

source: Load an animation from disk.
es: Cargar animación desde el disco.
ja: ディスクからアニメーションをロードします。
pt_br: Carregar uma animação do disco.
zh_cn: 从磁盘加载动画.
zh_tw: 從硬碟中載入動畫.

source: Loc+Rot+Scale
es: Loc+Rot+Escala
ja: LOC +腐敗+スケール
pt_br: Loc+Rot+Escala
zh_cn: 位置+旋转+缩放
zh_tw: 位置+選擇+縮放

source: Matches:
es: Coincidencias:
ja: マッチ：
pt_br: Correspondências:
zh_cn: 匹配:
zh_tw: 相符結果:

source: Merge With Existing
es: Combinar Con Existente
ja: 既存のマージ
pt_br: Mesclar com Existente
zh_cn: 和已有的合并
zh_tw: 合併現有的

source: Merging..
es: Combinando..
ja: マージ..
pt_br: Mesclando..
zh_cn: 合并...
zh_tw: 合併中..

source: MeshLibrary..
zh_cn: 三维物体库..
zh_tw: 網格函式庫..

source: Mix
es: Únion
ja: ミックス
pt_br: União
zh_cn: 混合
zh_tw: 混和

source: Mix Node
es: Nodo de Únion
ja: ノードを混在させる
pt_br: Nó de União
zh_cn: 混合节点
zh_tw: 混和節點

source: Move Left
es: Mover a la Izquierda
ja: 左右に移動
pt_br: Mover à Esquerda
zh_cn: 左移
zh_tw: 往左移

source: Move Mode (W)
es: Modo Mover (W)
ja: 移動モード（W）
pt_br: Modo Mover (W)
zh_cn: 移动模式(W)
zh_tw: 移動模式(W)

source: Move Right
es: Mover a la Derecha
ja: 右側の動き
pt_br: Mover à Direita
zh_cn: 右移
zh_tw: 往右移

source: Move current track dosn.
es: Mover pista actual hacía abajo.
ja: 現在のトラックdosnを移動します。
pt_br: Mover pista atual para baixo.
zh_cn: 当前通道下移.
zh_tw: 將當前的軌道下移

source: Move current track up.
es: Mover pista actual hacía arriba.
ja: 現在のトラックを上に移動。
pt_br: Mover pista atual para cima.
zh_cn: 当前通道上移.
zh_tw: 將當前的軌道上移
